{
    "header": {
        "nav_a_1": "Darum ich",
        "nav_a_2": "Kompetenzen",
        "nav_a_3": "Referenzen",
        "nav_a_4": "Kontakt"
    },
    "why-me": {
        "h3": "Darum ich",
        "location_span_1": "Ich wohne",
        "location_span_2": "in Berlin...|",
        "work_span_1": "Arbeiten von überall?",
        "work_span_2": "Klar! |",
        "relocate_span_1": "Standortwechsel?",
        "relocate_span_2": "Ich bin flexibel! |",
        "passion_about": "Programmieren ist meine Überraschung des Jahres. Die Kombination aus Logik und Kreativität, täglich neue Herausforderungen komplexer Probleme und neues Wissen halten mich motiviert."
    },
    "my-skills": {
        "h3": "Meine Kompetenzen",
        "learning_span": "Aktuell lerne ich: ",
        "learning_p": "Neue Technologien entdecken, meine Fähigkeiten weiterentwickeln und Ideen in noch einfächere Lösungen zu verpacken - das ist, was mich als Entwickler täglich antreibt."
    },
    "my-projects": {
        "h3": "Referenzen"
    },
    "projects": {
        "about": "Über das Projekt",
        "duration": "Dauer:",
        "weeks": "Wochen",
        "organised": "So organisiere ich den Ablauf",
        "group_experience": "Erfahrungen in Gruppenarbeit",
        "learnt": "Das habe ich gelernt",
        "tech": "Anwendungen",
        "live_test": "Vorschau",
        "ongoing": "Aktuelles Projekt"
    },
    "project_card_1": {
        "aboutThisProject": "Diese App ist ein Slack-Klon. Sie revolutioniert die Teamkommunikation und -zusammenarbeit durch eine intuitive Benutzeroberfläche, Echtzeitnachrichten und eine leistungsstarke Kanalorganisation.",
        "howIOrganised": "Wie hältst Du Deinen Code sauber und wartbar? Hast Du das Projekt in wiederverwendbare Module und Komponenten unterteilt? Konzentriere Dich auf die Dokumentation, Beschriftung, Variablen, Klassen und Tests.",
        "groupWorkExperience": "Wie viele Leute waren in Deinem Team und welche Aufgaben hast Du übernommen? Beschreibe Deine Aufgaben in 1 - 2 Sätzen, wie beispielsweise: Login-Formular, Dashboard, oder Chat-Funktionen. Welche Technologien hast Du verwendet? Vergiss nicht gute Zusammenarbeit und Teamarbeit zu unterstreichen."
    },
    "project_card_2": {
        "aboutThisProject": "Ein simples Jump-n-Run-Spiel basierend auf einem objektorientierten Ansatz. Hilf Sharkie, Münzen und Giftflaschen zu fidnen, um gegen den Killerwal zu kämpfen.",
        "howIOrganised": "Wie hältst Du Deinen Code sauber und wartbar? Hast Du das Projekt in wiederverwendbare Module und Komponenten unterteilt? Konzentriere Dich auf die Dokumentation, Beschriftung, Variablen, Klassen und Tests.",
        "learnings": "Ich versuche immer neue Technologien zu erlernen, sodass mir die Arbeit an diesem Projekt besonders viele Freude bereitet hat. So bekam ich einen tiefen Einblick in das Framework Angular, mit dem ich moderne Webdanwendungen effizient und strukturiert umsetzen konnte."
    },
    "project_card_3": {
        "aboutThisProject": "Ein durch Kaban-Systeme inspirierter Task-Manager. Erstelle und organisiere Aufgaben per Drag-and-Drop und weise Benutzer und Kategorien zu.",
        "howIOrganised": "Wie hältst Du Deinen Code sauber und wartbar? Hast Du das Projekt in wiederverwendbare Module und Komponenten unterteilt? Konzentriere Dich auf die Dokumentation, Beschriftung, Variablen, Klassen und Tests.",
        "groupWorkExperience": "Wie viele Leute waren in Deinem Team und welche Aufgaben hast Du übernommen? Beschreibe Deine Aufgaben in 1 - 2 Sätzen, wie beispielsweise: Login-Formular, Dashboard, oder Chat-Funktionen. Welche Technologien hast Du verwendet? Vergiss nicht gute Zusammenarbeit und Teamarbeit zu unterstreichen."
    },
    "project_card_4": {
        "aboutThisProject": "Woran arbeitest Du aktuell und welche Eigenschaften implementierst Du? Was ist der Schlüssel zum Erfolg in Deinen Projekten? Hier kannst Du eine gute Planung, die Code-Qualität and  Ausführung anmerken. Zeige eine Leidenschaft neue Technologien zu erlernen und Deine Fähigkeiten konstant zu verbessern."
    },
    "mate-refs": {
        "h4": "Teamspieler gesucht? Das sagen meine Kollegen über mich"
    },
    "credential": {
        "project": "Projekt",
        "profile": "LinkedIn Profil"
    },
    "credential_1": {
        "comment": "Claudia war dafür verantwortlich, Inhalte gemeinsam mit den Teammitgliedern zu entwickeln, zu formatieren und bereitzustellen. Sie ist eine zuverlässige und freundliche Person."
    },
    "credential_2": {
        "comment": "Claudia ist eine verlässliche und freundliche Person. Sie arbeitet in einer strukturierten Vorhgehensweise und schreibt sauberen und nachvollziehbaren Code. Ich schätze sie als Kollegin."
    },
    "credential_3": {
        "comment": "Sie ist eine vertrauenswürdige Kollegin und kann auch stressige Situationen und enge Zeitpläne bewältigen. Sie vereint strukturiertes arbeiten mit eindeutigem Code."
    }
}
